import React from "react";
import heroBg from "@/assets/hero-bg.png";
import Image from "next/image";

const WikipediaPolicies = () => {
  return (
    <div className=" min-h-screen w-full ">
      <Image
        src={heroBg}
        width={1000}
        height={1000}
        alt="herobg"
        className="w-full object-cover h-[325px] lg:h-[350px] xl:h-[370px] z-0 absolute  top-0"
      />
      <div className="flex flex-col z-30 ">
        <div className=" absolute top-[180px] text-center mx-auto w-full flex items-center justify-center">
          <h1 className="text-3xl max-w-[90%] md:text-5xl xl:text-6xl font-bold text-white">
            ویکی‌پدیا:سیاست‌ها و رهنمودها
          </h1>
        </div>
        <div className="mt-[295px] lg:mt-[350px] xl:mt-[320px] px-5 md:px-10 ">
          <div className="flex flex-col gap-8">
            <div className="flex flex-col gap-4 ">
              <h1 className="text-neutral-900 text-xl md:text-2xl  font-bold leading-8 tracking-wide">
                ویکی‌پدیا:سیاست‌ها و رهنمودها
              </h1>
              <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                با اینکه ویکی‌پدیا قوانین سفت و سختی اعمال نمی‌کند، سیاست‌ها و
                رهنمودهای ویکی‌پدیا توصیف‌گر اصول و بهترین روش‌های آن هستند.
                سیاست‌ها استانداردهایی هستند که همهٔ کاربران باید به‌طور معمول
                آن‌ها را دنبال کنند، در حالی که رهنمودها با این هدف نوشته
                شده‌اند که دورنمایی از بهترین شیوه‌ها برای عمل کردن به آن
                استانداردها را در زمینه‌های به‌خصوص ارائه دهند. سیاست‌ها و
                رهنمودها را همواره باید با دلیل و ضمن به‌کارگیری عقل سلیم اعمال
                کرد. این سیاست به ذکر استانداردهای اجتماع ویکی‌پدیا در ارتباط با
                سازمان‌دهی، چرخهٔ عمر، نگهداری و پیروی از سیاست‌ها، رهنمودها و
                صفحه‌های مرتبط می‌پردازد.
              </p>
            </div>
            <div className="flex flex-col gap-4">
              <h1 className="text-neutral-900 text-xl md:text-2xl  font-bold leading-8 tracking-wide">
                سیاست‌های اصلی
              </h1>
              <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                الزامی برای این‌که شما تمام سیاست‌های ویکی‌پدیا را قبل از شروع
                به ویرایش خوانده باشید وجود ندارد. اما سیاست‌هایی که در زیر از
                آن‌ها یاد می‌شود، به قدری برای پروژهٔ ویکی‌پدیا مهم هستند که
                هرچه زودتر آن‌ها را بخوانید و درک کنید، بهتر است:
              </p>
              <div className="flex flex-col gap-2">
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • ویکی‌پدیا بر اساس اجماع کار می‌کند. در واقع، اجماع یکی از
                  روندهای ذاتی در ویکی است. (به ویکی‌پدیا:اجماع نیز نگاه کنید)
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • ویکی‌پدیا یک دانشنامه است. هدف ویکی‌پدیا چیزی جز این یا
                  فراتر از این نیست. به این ترتیب، هر مطلبی که با این هدف
                  سازگاری ندارد، باید از ویکی‌پدیا حذف شود.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • به سایر مشارکت‌کنندگان احترام بگذارید. مشارکت‌کنندگان
                  ویکی‌پدیا از فرهنگ‌ها و حتی کشورهای مختلفی هستند، و به همین
                  تناسب، دیدگاه‌های مختلفی هم دارند. رمز موفقیت در یک کار
                  مشارکتی برای این افراد، برخورد آمیخته با احترام با همدیگر است.
                  (به ویکی‌پدیا:فرهنگ شهروندی نیز نگاه کنید)
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • از قوانین حق نشر عدول نکنید. ویکی‌پدیا یک دانشنامهٔ آزاد است
                  که محتویات آن تحت مجوز کرییتیو کامنز منتشر می‌گردند. وارد کردن
                  مطالبی در صفحات ویکی‌پدیا که به نحوی قوانین حق نشر را زیر پا
                  بگذارد، امکان ایجاد یک دانشنامهٔ کاملاً آزاد را از ویکی‌پدیا
                  سلب می‌کند، و حتی ممکن است باعث مشکلات قانونی برای ویکی‌پدیا
                  بشود.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • از سوگیری پرهیز کنید. مقالات باید با دیدگاه غیر
                  جانبدارانه نوشته شوند، و دیدگاه‌های مختلف را بی‌طرفانه و
                  به‌طور متناسب مطرح کنند.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • فقط اطلاعاتی که از منابع قابل اعتماد به دست آورده‌اید اضافه
                  کنید. مقالات ویکی‌پدیا باید از منابع استوار و قابل
                  قبولی برخوردار باشند، و به این منابع باید به شیوهٔ درست ارجاع
                  داده شود.
                </p>
              </div>
            </div>
            <div className="flex flex-col gap-4">
              <h1 className="text-neutral-900 text-xl md:text-2xl  font-bold leading-8 tracking-wide">
                روند ایجاد سیاست‌ها و رهنمودها
              </h1>
              <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                ر مورد بسیاری از سیاست‌ها و رهنمودها، از آن‌جا که اجرای آن‌ها در
                تمام پروژهٔ ویکی‌پدیا (مستقل از زبان) به یک صورت و با شرایط
                یکسان انجام‌شدنی است، سیاست‌ها و رهنمودهای ویکی‌پدیای فارسی (و
                بسیاری زبان‌های دیگر) از ویکی‌پدیای انگلیسی اقتباس می‌شوند. علت
                این امر آن است که تعداد کاربران ویکی‌پدیای انگلیسی بیشتر از سایر
                ویکی‌ها (به‌خصوص فارسی) است، و دیدگاه‌های مختلفی که دارند عملاً
                شامل دیدگاه‌های کاربران ویکی‌پدیای فارسی می‌شود؛ به این ترتیب
                محصول ساعت‌ها بحث و نهایتاً اجماع این گروه بزرگ کاربران، بهترین
                الگو برای سایر زبان‌های پروژهٔ ویکی‌پدیا هست. اقتباس سیاست‌ها و
                رهنمودهای ویکی‌پدیای فارسی از ویکی‌پدیای انگلیسی، اگرچه در بیشتر
                موارد انجام می‌شود، اجباری نیست. در برخی موارد سیاست‌ها،
                رهنمودها یا شیوه‌نامه‌های ویکی‌پدیای فارسی به‌طور جزئی یا کلی با
                ویکی‌پدیای انگلیسی تفاوت دارند. این‌ها مواردی هستند که توافق
                عمومی کاربران ویکی‌پدیای فارسی بر آن بوده که به دلیل تفاوت‌های
                اساسی (مانند تفاوت جهت و نحوهٔ نوشتار در فارسی و انگلیسی) امکان
                اقتباس از ویکی‌پدیای انگلیسی وجود ندارد. اگر کاربران ویکی‌پدیای
                فارسی به توافق رسیدند که تغییری در بخشی از سیاست‌ها و رهنمودها
                می‌تواند به رشد و پیشرفت ویکی‌پدیای فارسی کمک کند، چنین تغییری
                قطعاً اعمال می‌شود. در این موارد، روند تغییرات به صورتی که در
                زیر شرح داده می‌شود خواهد بود. تغییراتی که در سیاست‌ها و
                رهنمودهای ویکی‌پدیا اجرایی می‌شوند به‌طور کلی از یکی از سه منبع
                زیر منشأ می‌گیرند:
              </p>
              <div className="flex flex-col gap-2">
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • سیاست‌ها و رهنمودهایی که بر اساس عملی که در حال حاضر بیشتر
                  کاربرهای ویکی (بدون وجود قانون) انجام می‌دهند، تعریف
                  می‌شوند. توجه داشته باشید که این که یک کاربر روشی را استفاده
                  می‌کند دلیل کافی برای این که این روش به یک سیاست یا رهنمود
                  ویکی‌پدیا تبدیل شود نیست. در مقابل، ثبت روشی که تعداد زیادی از
                  کاربرها استفاده می‌کنند، می‌تواند نقطهٔ آغازی برای یک سیاست یا
                  رهنمود جدید در ویکی‌پدیا باشد.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • سیاست‌ها و رهنمودهایی که ابتدا به صورت یک پیش‌نویس در
                  ویکی‌پدیا پیشنهاد می‌شوند و بعد از این که دربارهٔ آن‌ها اجماع
                  حاصل شد، به عنوان یک سیاست یا رهنمود رسمی شناخته می‌شوند.
                  معمولاً این پیشنهادها برای تغییر یک قانون قبلی مطرح می‌شوند.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • سیاست‌هایی که توسط جیمی ویلز، هیئت
                  امنا یا توسعه‌دهندگان ویکی‌پدیا تعریف می‌شوند. این سیاست‌ها
                  معمولاً محدود به موضوعاتی نظیر حق نشر، موارد حقوقی، یا فشار
                  کاری سِرورهای ویکی‌پدیا هستند.
                </p>
              </div>
            </div>
            <div className="flex flex-col gap-4">
              <h1 className="text-neutral-900 text-xl md:text-2xl  font-bold leading-8 tracking-wide">
                تفاوت بین سیاست‌ها، رهنمودها، انشاها و غیره
              </h1>
              <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                عنوان همهٔ صفحات فضای نام ویکی‌پدیا با ویکی‌پدیا: شروع می‌شود.
                بسیاری از صفحاتی که در فضای نام ویکی‌پدیا قرار دارند، در یکی از
                دسته‌های زیر قرار می‌گیرند، اگرچه الزامی ندارد که تمام صفحات این
                فضای نام، در این دسته‌بندی جای داشته باشند.
              </p>
              <div className="flex flex-col gap-2">
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • رهنمودها: صفحاتی هستند که محتوای آن‌ها، (۱) اجراشدنی
                  (عملکردی) است (یعنی پیشنهاد می‌کند که عملی توسط ویرایشگران
                  ویکی‌پدیا انجام شود، یا از انجامش پرهیز شود) (۲) از طریق اجماع
                  تصویب شده‌است. رهنمودها قوانین سخت‌گیرانه‌ای نیستند، و در
                  اجرای آن‌ها باید به عقل سلیم رجوع کرد، و مواردی از استثنا نیز
                  برای هر کدام از رهنمودها متصور است. تغییرات رهنمودها باید
                  ابتدا در صفحهٔ بحث همان رهنمود پیشنهاد شوند و بعد از توافق
                  عمومی، در خود رهنمود اعمال شوند، اگرچه تغییرات جزئی که مفهوم
                  را تغییر نمی‌دهند، می‌توانند مستقیماً در خود رهنمود اعمال
                  شوند. وقتی در مورد لحن یا محتوای یک رهنمود چون و چرا پیش آمد،
                  باید با بحث و مشارکت عمومی به نتیجه رسید، نه این که کل رهنمود
                  را زیر سؤال برد. اینکه برای حذف یک رهنمود رأی‌گیری بشود رویکرد
                  درستی نیست، چراکه رأی‌گیری هیچ وقت جای اجماع و توافق عمومی را
                  نمی‌گیرد.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • شیوه‌نامه‌ها انواع خاصی از رهنمودها هستند که فقط به نحوهٔ
                  نگارش و نام‌گذاری در مقالات ویکی‌پدیا می‌پردازند.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • سیاست‌ها: مانند رهنمودها هستند، فقط رسمی‌تر هستند و موارد
                  استثنای کمتری برای آن‌ها متصور است. مانند رهنمودها، تغییر
                  سیاست‌ها هم منوط به بحث قبلی در صفحهٔ بحث است. این که فردی
                  بدون مشورت در صفحهٔ بحث یک سیاست، اقدام به تغییرات اساسی در
                  محتوای آن بکند، به‌طور کلی پسندیده نیست.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • روندها: نحوهٔ انجام شدن کارهای مختلف در ویکی‌پدیا هستند. به
                  عنوان مثال، سیاست حذف مقالات روند حذف مقالات در ویکی‌پدیا را
                  توضیح می‌دهد. • پیشنهادها: شامل رهنمودها، سیاست‌ها و روندهایی
                  می‌شوند که هنوز در مورد این که توافق عمومی برای اجرای آن‌ها
                  وجود دارد، قطعیت حاصل نشده‌است. ویرایش پیشنهادها در راستای
                  بهبود آن‌ها کاری مفید است، اگرچه در موارد کلی بهتر است این
                  ویرایش‌ها قبلاً در صفحهٔ بحث آن پیشنهاد بررسی شده باشند.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • پیشنهادهای قدیمی: پیشنهادهایی که بعد از مدتی، به هر دلیل،
                  بحث در مورد آن‌ها ادامه پیدا نکرده‌است. گاهی این پیشنهادها
                  مربوط به روندهایی می‌شوند که دیگر در ویکی‌پدیا اجرا نمی‌شوند.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • پیشنهادهای رد شده: پیشنهادهایی هستند که نتیجهٔ بحث دربارهٔ
                  آن‌ها به نفع اجرایی نشدن آن‌ها بوده‌است، یا این که توافق عمومی
                  در مورد آن‌ها حاصل نشده است. اگر لزومی به دوباره مطرح کردن
                  آن‌ها باشد، به‌طور کلی بهتر است که موضوع از نو و با دیدگاهی
                  دیگر (بهتر) نوشته شود، تا این که پیشنهاد قدیمی دوباره به بحث
                  گذاشته شود.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • راهنماها: صفحات آموزنده‌ای هستند که به کاربران ویکی‌پدیا
                  می‌آموزند که چه طور کارهای مختلف را انجام بدهند. تفاوت
                  راهنماها با رهنمودها در این است که راهنماها به نحوهٔ انجام
                  دادن یک کار اشاره دارند، اما رهنمودها به این نکته می‌پردازند
                  که چه زمانی و چرا باید یک کار انجام بشود.
                </p>
                <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                  • انشاها: عقاید یا توصیه‌های یک یا چند ویرایشگرند که در
                  موردشان اجماع گسترده‌ای وجود ندارد. این که در مورد آن‌ها اتفاق
                  نظر وجود دارد یا ندارد از اهمیت کمی برخوردار است. انشاهای
                  ویکی‌پدیا معمولاً به‌طور گسترده تبلیغ نمی‌شوند (در صورتی که
                  رهنمودها و سیاست‌ها می‌شوند) و لازم نیست که قبلاً پیشنهاد شوند
                  تا در موردشان نظر داده شود. نویسندگان آن‌ها باید همواره این
                  نکته را در نظر داشته باشند که نظرات و راهکارهایی که در انشا
                  پیش می‌کشند خطاب به همهٔ کاربران ویکی‌پدیا نیست. اگر
                  نمی‌خواهید که انشایی که نوشتید، توسط دیگران ویرایش شود، آن را
                  در فضای نام ویکی‌پدیا قرار ندهید، بلکه به زیرصفحه‌ای برای
                  صفحهٔ کاربری خود منتقل کنید. به‌طور خلاصه، این تصور که هر
                  صفحه‌ای در فضای نام ویکی‌پدیا که نه رهنمود است و نه سیاست،
                  لزوماً یک انشا است، تصور اشتباهی است. این گونه صفحات ممکن است
                  در دسته‌بندی‌های دیگری (مثلاً ویکی‌پروژه‌ها) بگنجند.
                </p>
              </div>
            </div>
            <div className="flex flex-col gap-4">
              <h1 className="text-neutral-900 text-xl md:text-2xl  font-bold leading-8 tracking-wide">
                سیاست‌ها چگونه اجرا می‌شوند؟
              </h1>
              <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                شما یک ویرایش‌کنندهٔ ویکی‌پدیا هستید! ویکی‌پدیا سردبیر ندارد و
                بین ویرایشگرهای آن هم رابطهٔ بالا به پایین وجود ندارد؛ بنابراین،
                ویرایشگران ویکی‌پدیا با ویرایش و اصلاح ظاهر و محتوای مقالات
                ویکی‌پدیا سیاست‌های آن را اجرا می‌کنند. مشارکت‌کنندگان
                ویکی‌پدیا، هم نویسنده و هم ویراستار مقالات هستند.
              </p>
            </div>
            <div className="flex flex-col gap-4">
              <p className="text-[#161619b0] text-[12px] sm:text-[14px] md:text-[15px] lg:text-[17px] xl:text-[18px] leading-6 lg:leading-8 xl:leading-9 tracking-wide">
                بنابراین، ویرایشگران ویکی‌پدیا، چه از طریق اصلاح مقالات و چه از
                طریق مشارکت در بحث‌ها و غیره، باعث اجرایی شدن سیاست‌های
                ویکی‌پدیا می‌شوند. برخی سیاست‌ها مانند سیاست‌هایی که با
                ویکی‌پدیا:خرابکاری در ارتباط هستند، توسط مدیران ویکی‌پدیا اجرا
                می‌شوند. همچنین، برخی از امکانات نرم‌افزار مدیاویکی که
                سوءاستفاده از آن‌ها می‌تواند ویکی‌پدیا را در معرض خرابکاری‌های
                جدی قرار دهد، فقط توسط مدیران قابل استفاده است، مانند حذف صفحات
                یا قفل کردن آن‌ها. (مدیران ویکی‌پدیا، افرادی هستند که تجربهٔ
                بیشتری در ویرایش در ویکی‌پدیا دارند، و از طریق سایر کاربران
                ویکی‌پدیا برای برخورداری از اختیارات مدیریتی انتخاب شده‌اند و
                مورد اعتماد قرار گرفته‌اند)
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default WikipediaPolicies;
